Repository: vitorfs/bootcamp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Articles
es: Artículos

source: Draft
es: Borrador

source: Published
es: Publicado

source: Featured image
es: Imagen destacada

source: Article
es: Articulo

source: Your article has been created.
es: Su articulo ha sido creado.

source: Your article has been updated.
es: Su articulo ha sido actualizado.

source: Sender
es: Remitente

source: Recipient
es: Receptor

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: News
es: Noticias

source: Is a reply?
es: ¿Es una respuesta?

source: Text is {lenght} characters longer than accepted.
es: El texto es {lenght} caracteres mas largo de lo aceptado.

source: Wrong request type.
es: Tipo de request equivocado.

source: Notifications
es: Notificaciones

source: liked
es: le gustó

source: commented
es: comentó

source: answered
es: respondió

source: accepted
es: aceptó

source: edited
es: editó

source: also commented
es: tambien comentó

source: logged in
es: inició sesión

source: logged out
es: cerró sesión

source: voted on
es: votó por

source: shared
es: compartió

source: created an account
es: creó una cuenta

source: replied to
es: respondió a

source: Notification
es: Notificación

source: All notifications to {request.user.username} have been marked as read.
es: Todas las notificaciones para {request.user.username} se marcaron como leidas.

source: The notification {notification.slug} has been marked as read.
es: La notificación {notification.slug} se marcó como leida.

source: Vote
es: Voto

source: Votes
es: Votos

source: Open
es: Abierta

source: Closed
es: Cerrada

source: Question
es: Pregunta

source: Questions
es: Preguntas

source: Answer
es: Respuesta

source: Answers
es: Respuestas

source: Your question has been created.
es: Su pregunta se ha creado.

source: Thank you! Your answer has been posted.
es: ¡Muchas gracias! Su respuesta ha sido publicada.

source: Database integrity error.
es: Error de integridad de la base de datos.

source: Search
es: Buscar

source: Account Inactive
es: Cuenta inactiva

source: This account is inactive.
es: Esta cuenta esta inactiva.

source: Account
es: Cuenta

source: E-mail Addresses
es: Dirección de correo electronico

source: The following e-mail addresses are associated with your account:
es: Las siguientes direcciones de correo estan asociadas con su cuenta

source: Verified
es: Verificado

source: Unverified
es: Sin verificar

source: Primary
es: Principal

source: Make Primary
es: Hacerlo principal

source: Re-send Verification
es: Reenviar verificación

source: Remove
es: Remover

source: Warning:
es: Advertencia:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente usted no ha configurado una dirección de correo electronico.Se requiere una para que pueda recibir nuestras notificaciones, reiniciar sucontraseña, etc.

source: Add E-mail Address
es: Agregue una direccion de correo electronico

source: Add E-mail
es: Agregue una direccion de correo electronico

source: Do you really want to remove the selected e-mail address?
es: ¿Desea borrar esta direccion de correo?

source: Confirm E-mail Address
es: Confirme su direccion de correo electronico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> es una direccion de correo valida para el usuario %(user_display)s.

source: Confirm
es: Confirme

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: El enlace de confirmacion ya expiro o es invalido. Por favor <a href="%(email_url)s">solicite una nueva confirmacion</a>.

source: Account Login
es: Inicio de sesion

source: or
es: o

source: If you have not created an account yet, then please sign up first.
es: Si no ha creado una cuenta aun, por favor registrese primero

source: Login
es: Iniciar de sesion

source: Or sign up for Bootcamp
es: O registrese en Bootcamp

source: Forgot your password?
es: Olvido su contraseña

source: Sign Out
es: Cerrar sesion

source: Are you sure you want to sign out?
es: ¿Esta seguro que quiere cerrar la sesion?

source: Change Password
es: Cambiar contraseña

source: Password Reset
es: Reiniciar contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Olvido su contraseña? Ingrese su direccion de correo electronico para enviar un correo de recuperacion.

source: Reset My Password
es: Reiniciar mi contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor contactenos si tiene un problema reiniciando su contraseña.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un correo electronico. Por favor contactenos si no lo recibe en los proximos minutos.

source: Bad Token
es: Token erroneo

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de reinicio de contraseña es invalido, seguramente ya fue usado.Por favor solicite un nuevo <a href="%(passwd_reset_url)s">reinicio</a>.

source: change password
es: cambie contraseña

source: Your password is now changed.
es: Su contraseña ha sido cambiada.

source: Set Password
es: Confirme contraseña

source: Signup
es: Inicie sesion

source: Sign Up
es: Inicio de sesion

source: Already have an account? Then please <a href="%(login_url)s">sign up</a>.
es: ¿Ya tiene una cuenta? Inicie sesion <a href="%(login_url)s">aqui</a>.

source: Account Creation
es: Creacion de cuenta

source: Sign Up Closed
es: La creacion de cuentas esta suspendida

source: We are sorry, but the sign up is currently closed.
es: Lo lamentamos, pero la creacion de cuentas esta suspendida.

source: Verify Your E-mail Address
es: Verifique su direccion de correo electronico

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es: Le enviamos un correo electronico de verificación. Ingrese en el enlace provisto para finalizar el proceso. Pongase en contacto con nosotros si no lo recibe en los proximos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es: Para continuar requerimos verificar que usted sea quien dice ser. Con ese proposito requerimos que verifique su direccion de correo electronico.

source: Home
es: Inicio

source: Write a new article
es: Escribir articulo nuevo

source: Publish
es: Publicar

source: Save as draft
es: Borrador

source: Cancel
es: Cancelar

source: by
es: por

source: Posted
es: Publicado

source: Featured Image
es: Imagen destacada

source: Leave a Comment
es: Deje un comentario

source: Add comment
es: Agregue un comentario

source: Picture Profile
es: Imagen de perfil

source: No Profile Picture
es: Sin imagen de perfil

source: New Article
es: Articulo nuevo

source: Edit this article
es: Edite este articulo

source: Edit
es: Editar

source: Cloud tag
es: Nube tematica

source: Read More
es: Leer mas

source: There is no published article yet
es: No se ha publica ningun articulo aun

source: Be the first one to publish one
es: Sea el primero en publicar uno

source: Newer
es: Mas recientes

source: Older
es: Mas antiguos

source: Drafts
es: Borradores

source: Update an article
es: Actualizar un articulo

source: Update
es: Actualizar

source: Inbox
es: Bandeja de entrada

source: Contacts
es: Contactos

source: User Image
es: Imagen de usario

source: Profile Settings
es: Configuraciones de cuenta

source: Log Out
es: Cerrar sesion

source: Preview
es: Vista previa

source: Conversations
es: Conversaciones

source: This is the begining of a great new conversation.
es: Este es el inicio de una gran conversacion.

source: Let's get started now!
es: ¡Iniciemos ahora!

source: Write a message...
es: Escriba un mensaje...

source: Delete news
es: Borrar noticia

source: Delete a posted news
es: Borrar una noticia publicada

source: Are you sure you want to continue? If you do this you will delete this news
es: ¿Esta seguro de continuar? Este cambio es irreversible

source: Delete
es: Borrar

source: Share something new!
es: ¡Comparta algo!

source: Post
es: Publicar

source: Share something
es: Compartir algo

source: Most Recent Posts
es: Publicaciones mas recientes

source: There are new posts
es: Hay publicaciones nuevas

source: Click to remove this news
es: Click aqui para borrar

source: Reply
es: Contestar

source: See all
es: Ver todas

source: Mark all as read
es: Marcar todas como leidas

source: You have no unread notification
es: Usted no tiene notificaciones sin leer

source: Unread notifications for
es: Notificaciones sin leer de

source: Mark as read
es: Marcar como leidos

source: Welcome to Bootcamp
es: Bienvenido a Bootcamp

source: Your enterprise oriented social network.
es: Su red social corporativa.

source: Start Session
es: Inicie sesion

source: Answer a question
es: Responder una pregunta

source: Click to up vote; click again to toggle
es: Click para votar; otra vez para cambiar el voto

source: Click to down vote; click again to toggle
es: Click para votar; otra vez para cambiar el voto

source: Click to unaccept the answer
es: Click para desmarcar la respuesta

source: Click to accept the answer
es: Click para aceptar la respuesta

source: Ask a Question
es: Haga una pregunta

source: Asked
es: Preguntado

source: Submit an answer
es: Ofrezca una respuesta

source: There are no answers yet.
es: Aun no hay respuestas.

source: Submit your answer now.
es: Suministre una respuesta ahora.

source: Ask a question
es: Haga una pregunta

source: Questions by topic
es: Preguntas por tema

source: Unanswered
es: Sin respuesta

source: Answered
es: Contestadas

source: All Questions
es: Todas las preguntas

source: No question to display
es: No hay preguntas

source: Search Results
es: Resultados de la busqueda

source: Users
es: Usuarios

source: Tags
es: Etiquetas

source: There are no results related to your search
es: No hay resultados relacionados con su busqueda

source: RSS Channel
es: Canal RSS

source: Twitter Profile
es: Perfil de Twitter

source: Github Profile
es: Perfil de Github

source: LinkedIn Profile
es: Perfil de LinkedIn

source: Facebook Profile
es: Perfil de Facebook

source: Update Profile
es: Actualizar perfil

source: Feeds
es: Noticias

source: Comments
es: Comentarios

source: Global Interactions
es: Interacciones globales

source: User's name
es: Nombre de usuario

source: Profile picture
es: Imagen de perfil

source: Location
es: ubicacion

source: Job title
es: Titulo laboral

source: Personal URL
es: URL Personal

source: Facebook profile
es: Perfil de Facebook

source: Twitter account
es: Perfil de Twitter

source: GitHub profile
es: Perfil de GitHub

source: LinkedIn profile
es: Perfil de LinkedIn

source: Describe yourself
es: Su descripción

source: Short bio
es: Una biografia corta
